Repository: LeyLopez/Interpretador
Catalog: locales/*/LC_MESSAGES/mensajes.po
Languages: fr

source: Interpretador
fr: Interprète

source: Abrir archivo
fr: Ouvrir un fichier

source: Validar léxico
fr: Valider le lexique

source: Validar gramática
fr: Valider les graphismes

source: Ejecutar
fr: Courir

source: Ejecución exitosa
fr: Une mise en œuvre réussie

source: Análisis gramatical exitoso
fr: Une analyse grammaticale réussie

source: Inglés
fr: Anglais

source: Francés
fr: Français

source: Español
fr: Espagnol

source: Error en el análisis gramatical
fr: Erreur d'analyse grammaticale

source: Error en la ejecución
fr: Erreur d'exécution
